project/Egypt/webservice interface20180517/ConcentratorAccess/req_GetRouteMap.xml

<S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
   <S:Header>
      <ResourceURI xmlns="http://www.energiened.nl/Content/Publications/dsmr/P32">http://www.energiened.nl/Content/Publications/dsmr/P32/ metersDirectory</ResourceURI>
   </S:Header>
   <S:Body>
      <ns3:Create xmlns:ns5="http://www.energiened.nl/Content/Publications/dsmr/P32" xmlns:ns4="http://schemas.xmlsoap.org/ws/2004/09/mex" xmlns:ns3="http://schemas.xmlsoap.org/ws/2006/08/resourceTransfer" xmlns:ns2="http://www.w3.org/2005/08/addressing" xmlns="http://schemas.xmlsoap.org/ws/2004/08/addressing">

         <ns3:Fragment>
            <ns3:Expression>p32:ConcentratorAccess</ns3:Expression>
            <ns3:Value>
               <ns5:ConcentratorAccess>
               	<ns5:ConcentratorService/>
               	<ns5:EventLog/>
               	<ns5:Status>
               		<ns5:Indent Value="TerminalGetRouteMap" Password="000000"/> <!--Get route map of G3 network of DCU, help to maintain G3 network -->
               		<ns5:Status/>
                  </ns5:Status>
               </ns5:ConcentratorAccess>
            </ns3:Value>
         </ns3:Fragment>
      </ns3:Create>
   </S:Body>
</S:Envelope>